print("игра с ботом 'камень ножницы бумага ящерица спок'")
s = {"камень": ["ножницы", "ящерица"], "ножницы": ["бумага", "ящерица"],
     "бумага": ["камень", "спок"], "ящерица": ["спок", "бумага"], "спок": ["камень", "ножницы"]}

from random import randint
otm = ["камень", "ножницы", "бумага", "ящерица", "спок"][randint(0, 4)]
otp = input("введите ваш выбор__")

print(f"Вы: {otp}, бот: {otm}")

if otm == otp:
    print("НИЧЬЯ")
elif otm in s[otp]:
    print("ВЫ ПОБЕДИТЕЛЬ")
else:
    print("ПОРАЖЕНИЕ")