ahilsitems = [{'name': 'МалоеЗельеЛечения', 'a': 3}, {'name': 'ЗельеЛечения', 'a': 5}, {'name': 'БольшоеЗельеЛечения', 'a': 10},
              {'name': 'ЦелебныйГриб', 'a': 1}, {'name': 'БольшойЦелебныйГриб', 'a': 2}]
barmorPlus = [{'name': 'КожанныйДоспех', 'b': 1}, {'name': 'ПроклёпанныйКожаныйДоспех', 'b': 2}, {'name': 'ЧешуйчатыйДоспех', 'b': 3},
              {'name': 'Кольчуга', 'b': 4}, {'name': 'Латы', 'b': 5}]
cweapon = [{'name': 'БоевойПосох', 'c': [20, 50]}, {'name': 'Кинжал', 'c': [40, 30]}, {'name': 'РучнойТопор', 'c': [40, 40]},
           {'name': 'БоевойТопор', 'c': [80, -50]}, {'name': 'ДлинныйМеч', 'c': [60, -20]}]
dkick = [{'name': 'ДротикСАвтоНаводкой', 'd': 5}, {'name': 'ДАЭТОКАМЕНЬ!', 'd': 3}, {'name': 'ТряпкаСлез', 'd': 4},
         {'name': 'МешочекСПеском', 'd': 3}, {'name': "Кунай", 'd': 7}]
egold = [{'name': 'МаленькийМещочекЗолота', 'e': 5}, {'name': 'МешочекЗолота', 'e': 15}, {'name': 'БольшойМешочекЗолота', 'e': 30},
         {'name': 'СундучокСДрагоценастями', 'e': 45}, {'name': 'СлитокЗолота!', 'e': 70}]
abcde = [ahilsitems, barmorPlus, cweapon, dkick, egold]