#def print(*text, sep=' ', end='\n', flush=False, delay=0.1): 
#    from time import sleep 
#    from builtins import print 
#    string = sep.join(map(str, text)) + end 
#    for char in string: 
#        print(char, end='', flush=flush) 
#        sleep(delay) 
#histori = '''Давным-давно, когда мир был спокоен, а человечество жило под солнцем, всё изменилось в один ужасный миг. Примерно три столетия назад реальность треснула: из недр земли хлынули разломы, извергающие хаос, ужас и древнюю нечисть. Проклятые твари, словки густой тьмой, окутали поверхность мира, сделав её непроглядной и смертоносной. Последним спасением для уцелевших стал побег вглубь, под каменные своды, в спасительный мрак.
#
#Здесь, в лабиринтах пещер и величественных подземных полостях, родилось Царство Последнего Очага — оплот человечества, названный так в честь неугасимого пламени надежды, что горит в его сердцевине. Веками люди отбивали яростные атаки тварей у своих укреплённых врат. Битва длится и по сей день; каждый день добывается дорогой ценой, и никто не знает, сколько ещё хватит сил.
#
#Вы — дитя подземелий. Для вас солнечный свет — лишь древняя легенда, а свежий ветер и пение птиц — чуждые понятия из забытых сказок. Но в вашей душе тлеет неугасимое любопытство. Оно и привело вас к роковому решению: пробиться наверх. Не для славы, а чтобы своими глазами увидеть мир, который у вас украли. Чтобы узнать, можно ли его отвоевать.
#
#Готовы ли вы стать тем, кто не просто бросит вызов тьме, но и, возможно, зажжёт первый луч надежды на возвращение домой?
#
#'''
#print(histori, sep=' ', end='\n', flush=True, delay=0.08) 


p = {'name': 'moloko', 'a': 5}
print('a' in p)